cask_args appdir: '/Applications'

brew "mas"

cask "1password"
cask "caffeine"
cask "launchbar"
cask "quicklook-csv"
cask "quicklook-json"
cask "sublime-text" 

mas "Bear",				id: 1091189122
mas "Kaleidoscope",		id: 587512244
mas "Marked 2",			id: 890031187
mas "Moom",				id: 419330170
mas "Napkin",			id: 581789185
mas "Slack",			id: 803453959
mas "Soulver 2",		id: 413965349
mas "Spark",			id: 1176895641