cask_args appdir: '/Applications'

tap "caskroom/cask"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"

brew "ant"
brew "apr"
brew "openssl"
brew "apr-util"
brew "gettext"
brew "git"
brew "autoconf"
brew "bash-completion"
brew "chromedriver"
brew "curl"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "jpeg"
brew "gifsicle"
brew "gnupg"
brew "go"
brew "gtk+"
brew "lua"
brew "highlight"
brew "jq"
brew "leiningen"
brew "libsass"
brew "libsvm"
brew "libvo-aacenc"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "maven"
brew "mercurial"
brew "mongodb"
brew "mysql"
brew "node"
brew "openblas"
brew "pandoc"
brew "phantomjs"
brew "planck"
brew "postgresql", restart_service: true
brew "pyenv"
brew "pygtk"
brew "qpdf"
brew "redis"
brew "rename"
brew "rlwrap"
brew "s3cmd"
brew "sassc"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "watch"
brew "xz"
brew "zlib"
brew "homebrew/apache/httpd24", args: ["with-privileged-ports"]
brew "homebrew/php/php56", args: ["with-homebrew-curl"]

cask "betterzipql"
cask "cloudytabs"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "webpquicklook"

mas "Bear", id: 1091189122
mas "Caffeine", id: 411246225
mas "Fantastical 2", id: 975937182
mas "Kaleidoscope", id: 587512244
mas "Key Codes", id: 414568915
mas "Keynote", id: 409183694
mas "Marked 2", id: 890031187
mas "Moom", id: 419330170
mas "Napkin", id: 581789185
mas "NetSpot", id: 514951692
mas "Permute", id: 731738567
mas "RegExRX", id: 498370702
mas "Remote Desktop", id: 409907375
mas "SiteSucker", id: 442168834
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Textastic", id: 572491815
mas "TogglDesktop", id: 957734279
mas "Ulysses", id: 623795237
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
