cask_args appdir: '/Applications'

brew "autossh" #centralpark
brew "awscli"
brew "coreutils"
brew "mas" #For installing app store applications
brew "nvm" #Then `nvm install node`
brew "rlwrap" #centralpark
brew "tldr"
brew "tree"
brew "vault"

cask "1password"
cask "caffeine"
cask "duet"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "ksdiff"
cask "launchbar"
cask "quicklook-csv"
cask "quicklook-json"
cask "screenflow"
cask "sublime-text"
cask "transmit"

mas "Bear",				id: 1091189122
mas "DaisyDisk",        id: 411643860
mas "Kaleidoscope",		id: 587512244
mas "Marked 2",			id: 890031187
mas "Moom",				id: 419330170
mas "Napkin",			id: 581789185
mas "Slack",			id: 803453959
mas "Soulver 2",		id: 413965349
mas "Spark",			id: 1176895641
mas "Things 3",         id: 904280696
